IDEA Open Model
BoltGrid.AnchorLen Property
Compatible with IDEA StatiCa 20.1
 Anchor lenght
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double AnchorLen { get; set; }
Public Property AnchorLen As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace